;
; Application.StartupPath & "\Language.ini"
;
[MenuItem]
mnuFile=&File
mnuNewLabel=New
mnuOpenLabel=Open
mnuSaveLabel=Save
mnuSaveAs=Save As...
mnuExportImage=Export Image
mnuPageSetup=Page Setup
mnuPrintPreview=Print Preview
mnuPrint=Print
mnuExit=Exit
mnuEdit=&Edit
mnuUndo=Undo
mnuRedo=Redo
mnuCut=Cut
mnuCopy=Copy
mnuPaste=Paste
mnuDelete=Delete
mnuUnprintable=Unprintable
mnuPrintable=Printable
mnuSelectAll=Select All
mnuView=&View
mnuZoomIn=Zoom In
mnuZoomOut=Zoom Out
mnuActualSize=Actual Size
mnuFitWindow=Fit Window
mnuShowGrid=Show Grid
mnuFormat=&Format
mnuAlign=Align
mnuAlignLefts=Lefts
mnuAlignCenters=Centers
mnuAlignRights=Rights
mnuAlignTops=Tops
mnuAlignMiddles=Middles
mnuAlignBottoms=Bottoms
mnuMakeSize=Make Same Size
mnuMakeSameWidth=Width
mnuMakeSameHeight=Height
mnuMakeSameSize=Both
mnuMakeSpacingEqual=Make Spacing Equal
mnuMakeHorizontalSpacingEqual=Horizontally
mnuMakeVerticalSpacingEqual=Vertically
mnuCenterInLabel=Center in Label
mnuCenterHorizontally=Horizontally
mnuCenterVertically=Vertically
mnuOrder=Order
mnuBringForward=Bring Forward
mnuSendBackward=Send Backward
mnuBringToFront=Bring to Front
mnuSendToBack=Send to Back
mnuLock=Lock
mnuUnlock=Unlock

[ToolTipText]
btnScale=Scale
btnAlignLefts=Align Lefts
btnAlignCenters=Align Centers
btnAlignRights=Align Rights
btnAlignTops=Align Tops
btnAlignMiddles=Align Middles
btnAlignBottoms=Align Bottoms
btnCenterHorizontally=Center Horizontally On Label
btnCenterVertically=Center Vertically On Label
btnMakeHorizontalSpacingEqual=Make Horizontal Spacing Equal
btnMakeVerticalSpacingEqual=Make Vertical Spacing Equal
btnMakeSameWidth=Make Same Width
btnMakeSameHeight=Make Same Height
btnMakeSameSize=Make Same Size

[Message]
Title=Information
Msg01=File is an unsupported format!
Msg02=Cannot open the file, please upgrade to the latest version.
Msg03=No printers are installed!
Msg04=Printer selected is not valid.
Msg05=The operation cannot be completed because it contains locked objects.
Msg06=Do you want to save the changes to the Document?

[RightPanel]
tabProperties=Properties    
tabLibrary=Picture Library
lblUnit=mm
lblDefault=Default
lblTransparent=Transparent
lblMoreColors=More Colors...
lblLabelSize=Label Size
lblWidth=Width:
lblHeight=Height:
lblLabelShape=Label Shape
optRectangle=Rectangle
optEllipse=Ellipse
optRoundRect=RoundRect
lblAppearance=Appearance
lblRoundRadius=Round Radius:
lblBackcolor=Backcolor:
lblDataSource=Data Source
lblDataTable=Data Table:
lblQuantityColumn=Quantity Column:
lblLayout=Layout
lblLeft=Left:
lblTop=Top:
chkStretch=Stretch
chkWordWrap=Word Wrap
chkShrinkToFit=Shrink To Fit
lblForecolor=Forecolor:
lblFont=Font:
lblAlignment=Alignment:
lblRotation=Rotation:
lblDegress=Degress
lblType=Type:
lblColumn=Column:
lblText=Text:
lblFormat=Format:
lblStartingValue=Starting Value:
lblBarcodeType=Barcode Type:
chkChecksum=Checksum
chkShowIndicator=Show Indicator
chkShowText=Show Text
chkShowStartStopChar=Show Start Stop Char *
lblGuardBarHeight=Guard Bar Height:
lblTextAlign=Text Align:
lblSupplementType=Supplement Type:
lblLeftGap=Left Gap:
lblTopGap=Top Gap:
lblSuppCodeType=Supp Code Type:
lblSuppCodeColumn=Supp Code Column:
lblSuppCodeValue=Supp Code Value:
lblColumns=Columns:
lblErrorCorrection=Error Correction:
lblTruncated=Compact:
lblBearerBarStyle=Bearer Bar Style:
lblBearerBarWidth=Bearer Bar Width:
lblQuietZone=Quiet Zone:
lblSymbolSize=Symbol Size:
lblVersion=Version:
lblX1=X1:
lblY1=Y1:
lblX2=X2:
lblY2=Y2:
lblLineStyle=Line Style:
lblLineWidth=Line Width:
lblLineColor=Line Color:
lblBorderStyle=Border Style:
lblBorderWidth=Border Width:
lblBorderColor=Border Color:
lblFillStyle=Fill Style:
lblFillColor=Fill Color:
lblPattern=Pattern:
lblAngle=Angle:
lblStartColor=Start Color:
lblEndColor=End Color:
chkOriginalSize=Original Size
chkPreserveAspectRatio=Preserve Aspect Ratio
chkEmbeddedPicture=Embedded Picture
lblImageFile=Image File:
itemConstant=Constant
itemDataTable=DataTable
itemSystemDate=System Date
itemCounter=Counter
itemLeftTop=Left Top
itemLeftCenter=Left Center
itemLeftBottom=Left Bottom
itemCenterTop=Center Top
itemCenterCenter=Center Center
itemCenterBottom=Center Bottom
itemRightTop=Right Top
itemRightCenter=Right Center
itemRightBottom=Right Bottom
itemAboveLeft=Above Left
itemAboveCenter=Above Center
itemAboveRight=Above Right
itemAboveJustify=Above Justify
itemBelowLeft=Below Left
itemBelowCenter=Below Center
itemBelowRight=Below Right
itemBelowJustify=Below Justify
itemBorderSolid=Solid
itemBorderDash=Dash
itemBorderDot=Dot
itemBorderDashDot=DashDot
itemBorderDashDotDot=DashDotDot
itemFillSolid=Solid
itemFillPattern=Pattern
itemFillGradient=Gradient

[PageSetupDlg]
Caption=Page Setup
lblPreview=Preview
lblUnit=mm
tabPaper=Paper
grpPrinter=Printer
lblName=Name:
grpPaper=Paper
lblSource=Paper tray:
lblType=Type:
optNormalPlainPaper=Normal plain paper
optRollPaper=Roll paper
lblSize=Size:
lblWidth=Width:
lblHeight=Height:
grpOrientation=Orientation
optPortrait=Portrait
optLandscape=Landscape
tabLayout=Layout
grpMargins=Margins
lblTop=Top:
lblBottom=Bottom:
lblLeft=Left:
lblRight=Right:
grpLayout=Layout
lblRows=Rows:
lblColumns=Columns:
lblOrder=Order:
itemLeftTopHorizontal=Left Top, Horizontal
itemLeftBottomHorizontal=Left Bottom, Horizontal
itemRightTopHorizontal=Right Top, Horizontal
itemRightBottomHorizontal=Right Bottom, Horizontal
itemLeftTopVertical=Left Top, Vertical
itemLeftBottomVertical=Left Bottom, Vertical
itemRightTopVertical=Right Top, Vertical
itemRightBottomVertical=Right Bottom, Vertical
grpSpacing=Spacing Between the Labels
lblHoriz=Horiz:
lblVert=Vert:
tabHeaderFooter=Header/Footer
grpHeader=Header
grpFooter=Footer
lblMargin=Margin:
lblAlign=Align:
itemLeft=Left
itemCenter=Center
itemRight=Right
lblText=Text:
lblFont=Font:
tabAssist=Assist
grpOptions=Options
chkPrintCutMarks=Print cut/crop marks
chkPrintLabelOutline=Print label outlines
btnOK=&Ok
btnCancel=&Cancel
msgTitle=Information
msg01=The paper width must be greater than zero.
msg02=The paper height must be greater than zero.
msg03=The paper width you entered is outside the valid range.
msg04=The paper height you entered is outside the valid range.

[ExportImageDlg]
Caption=Export to File
grpOptions=Options
lblFormat=Format:
lblResolution=Resolution:
lblPath=Path:
lblFileName=File Name:
grpQuantity=Quantity
optCopyLabels=Copy labels:
optRecordsRange=Records from:
lblTo=to
optAllRecords=All records from the data table
grpProgress=Progress
btnOK=&Ok
btnCancel=&Close
msg01=Select the directory that you would like to save the file.
msg02=The 'From' value cannot be greater than the 'To' value.
msg03=Do you want to open the output folder?

[PrintPreviewDlg]
Caption=Print Preview
btnPrint=Print
btnPageSetup=Page Setup
btnClose=Close

[PrintOptionsDlg]
PrintOptions=Print Options
PreviewOptions=Preview Options
grpPrinter=Printer
lblName=Name:
lblStatus=Status:
lblType=Type:
lblWhere=Where:
lblComment=Comment:
grpPosition=Position
lblStartAt=Start at:
grpQuantity=Quantity
optCopyLabels=Copy labels:
optRecordsRange=Records from:
optAllRecords=All records from the data table
grpCopies=Copies
lblNumberOfCopies=Number of copies:
chkCollate=Collate
btnOK=&Ok
btnCancel=&Cancel
msg01=The 'From' value cannot be greater than the 'To' value.
msg02=The printer does not support the paper size you set.

[CounterPropertiesDlg]
Caption=Counter Properties
lblPrefix=Prefix:
lblSuffix=Suffix:
lblLength=Length:
lblStep=Step:
chkStoreNewValue=Store new value after printing
lblExample=Example:
btnOK=&Ok
btnCancel=&Cancel

[ColumnPropertiesDlg]
Caption=Column Properties
lblDataType=Data type:
itemText=Text
itemDateTime=DateTime
itemNumber=Number
itemCurrency=Currency
itemPercentage=Percentage
lblCurrencySymbol=Currency symbol:
chkUseGroupSeparator=Use digit grouping separator
lblPrecision=Precision:
itemFixedAt=Fixed at
itemLimitTo=Limit to
itemUnlimited=Unlimited
lblDecimalPlaces=decimal places
btnOK=&Ok
btnCancel=&Cancel
